# Список групп, имеющихся в колледже
groups = ["23-п", "24-п", "187-б", "17-п", "22-п", "21-п", "19-п", "20п", "185-б",
          "94-б", "186-б", "95-б", "174-с", "50-ю", "49-ю", "6-ст", "176-с", "179-с", "178-с"]

# Список специальностей, имеющихся в колледже
specialities = ["Бухгалтерский учет, анализ и контроль", "Программное обеспечение информационных технологий",
                "Промышленное и гражданское строительство", "Правоведение",
                "Санитарно-техническое обслуживание зданий и сооружений"]

# В БД специальности хранятся в таком виде
encrypted_specialities = {
    "Бухгалтерский учет, анализ и контроль": 0,
    "Программное обеспечение информационных технологий": 1,
    "Промышленное и гражданское строительство": 2,
    "Правоведение": 3,
    "Санитарно-техническое обслуживание зданий и сооружений": 4
}